
![Circular Image](README.md)
# عبدالوهاب محمد عبدالوهاب خضر
معلم لغة إنجليزية ، مترجم قانوني ، كاتب نصوص إعلانية 

الموقع: مصر  
الاميل: Abdelwahabkhidr1997@gmail.com  
التليفون: 0201092943953  

## الخبرات

### الترجمة:
- سنتان من الخبرة في ترجمة أنواع مختلفة من المحتوى، بما في ذلك المستندات القانونية من (العربية – الانجليزية) والعكس، والأفلام، والإعلانات مع ضمان الدقة والملاءمة الثقافية والالتزام بإرشادات العملاء المحددة.

### باحث أكاديمي و كاتب نصوص إعلانية:
- سنتان من الخبرة في كتابة التقارير الأكاديمية وتحليلها والنصوص الاعلانية.
- طبقت أساليب لغوية جديدة في كتابة التقارير والمشاريع البحثية.
- طورت مهارات البحث والتحليل وكتابة التقارير المتعمقة في مجالي اللغويات الأدبية والأدب الإنجليزي.

### معلم لغة إنجليزية خاص:
- سبعة سنوات من الخبرة في تدريس اللغة الإنجليزية لمجموعة متنوعة من الطلاب.
- قمت بتطوير وتقديم خطط دراسية مخصصة وفقًا لاحتياجات كل طالب.
- قدمت دروسًا فردية لتحسين كفاءة اللغة الإنجليزية.

### الشئون الادارية للجيش:
- سنة من الخبرة في إدارة المعاملات والسجلات المالية مع ضمان الدقة والالتزام بالبروتوكولات المالية العسكرية.

## التعليم

### كلية الآداب، قسم اللغة الإنجليزية:
- **الدرجات العلمية**: ليسانس الآداب قسم اللغة الإنجليزية (2018-2021).
- **تكميلي ماجستير** (2021-2022).
- **تمهيدي الماجستير** (2022-2023).
- **ماجستير في اللغويات والترجمة الهجينة** (2023-2024).
- **المشاريع البحثية**: أكملت 13 مشروع بحثي مصغر في مجالي اللغويات والأدب الإنجليزي (2021-2024).

## الشهادات
- شهادة أساسيات التحول الرقمي (FDTC): لمجموعة برامج Microsoft Office والشبكات وتطبيقات الهاتف المحمول.
- شهادة الخدمات الرقمية: موجهة نحو تسهيل الحياة الرقمية للطلاب والباحثين.
- تكامل التكنولوجيا: خبرة في استخدام الأدوات الرقمية لتعزيز العمليات الأكاديمية.
- شهادة من وزير دفاع القوات المسلحة المصرية للتميز أثناء الخدمة في الإدارة المالية بالجيش.

## المهارات
- القدرة على التعامل مع برامج CAT tools / Subtitle Editors / Video Editor / AI models.
